// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Slå Direkte print til på din enhed";

TaskTOCTitle = "HP Direkte print";

HeaderMessage = "Gør det nemt at udskrive fra smartphones med trådløs forbindelse, bærbare computere eller andre mobile enheder ved hjælp af en direkte, trådløs forbindelse. Den mobile enhed skal være inden for printerens trådløse rækkevidde og kræver en HP ePrint-driver eller mobil app. Du kan læse mere og hente apps på HP's websted";
EnableDirectPrint = "Slå Direkte print til";

SecurityOnPasswordTitle = "Til (Med sikkerhed)";
SecurityOnTitle = "Til (Ingen sikkerhed)";
SecurityOffTitle = "Fra";

SecurityOnAlertTitle = "(Advarsel: Når Direkte udskrivning aktiveres, kan uautoriserede brugere, som er inden for trådløs rækkevidde, muligvis oprette forbindelse til printeren og udskrive på den.)";
PasswordTitle = "Adgangsfrase:";
PassphraseTooShortErrorMessage = "Adgangsudtryk skal mindst være 8 tegn.";
